Repository: magnusburton/UV-Index
Catalog: *.lproj/Localizable.strings
Languages: es, fr, sv

source: Add
es: Agregar
fr: Ajouter
sv: Lägg till

source: Apply sunscreen if you're outside. Peak levels of %@ between %@.
es: Aplica protector solar si estás afuera. Niveles máximos de %@ entre %@.
fr: Appliquez de la crème solaire si vous êtes à l'extérieur. Niveaux maximaux de %@ entre %@.
sv: Skydda dig med solkräm om du vistas utomhus. Högsta nivån idag är %@ mellan %@.

source: Apply sunscreen if you're outside. Peak levels of %@ between %@. Otherwise moderate levels between %@.
es: Aplica protector solar si estás afuera. Niveles máximos de %@ entre %@. De lo contrario, niveles moderados entre %@.
fr: Appliquez de la crème solaire si vous êtes à l'extérieur. Niveaux maximaux de %@ entre %@. Sinon, niveaux modérés entre %@.
sv: Skydda dig med solkräm om du vistas utomhus. Högsta nivån idag är %@ mellan %@. Annars måttliga nivåer mellan %@.

source: Cancel
es: Cancelar
fr: Annuler
sv: Avbryt

source: Current location
es: Ubicación actual
fr: Emplacement actuel
sv: Nuvarande plats

source: Currently
es: Actualmente
fr: Actuellement
sv: Just nu

source: Daily report
es: Informe diario
fr: Rapport quotidien
sv: Daglig rapport

source: Daily reports delivered at **%@** on days with levels of **%@** or higher.
es: Informes diarios entregados a las **%@** en días con niveles de **%@** o superiores.
fr: Rapports quotidiens envoyés à **%@** les jours avec des niveaux de **%@** ou plus élevés.
sv: Dagliga rapporter levereras **%@** på dagar med nivåer från **%@** eller högre.

source: Daily reports delivered daily at **%@**.
es: Informes diarios entregados todos los días a las **%@**.
fr: Rapports quotidiens envoyés tous les jours à **%@**.
sv: Dagliga rapporter levereras dagligen **%@**.

source: Delete
es: Eliminar
fr: Supprimer
sv: Radera

source: Delivery time
es: Hora de entrega
fr: Heure de livraison
sv: Leveranstid

source: Done
es: Hecho
fr: Terminé
sv: Klar

source: Extreme risk of harm with peak levels of %@ between %@.
es: Riesgo extremo de daño con niveles máximos de %@ entre %@.
fr: Risque extrême de dommages avec des niveaux maximaux de %@ entre %@.
sv: Extremt skadliga nivåer på index %@ mellan %@.

source: Extreme risk of harm with peak levels of %@ between %@. Otherwise high levels between %@.
es: Riesgo extremo de daño con niveles máximos de %@ entre %@. De lo contrario, niveles altos entre %@.
fr: Risque extrême de dommages avec des niveaux maximaux de %@ entre %@. Sinon, niveaux élevés entre %@.
sv: Extremt hög risk för skada med högsta nivåerna på %@ mellan %@. Annars är det även skadliga nivåer mellan %@.

source: General settings
es: Configuración general
fr: Paramètres généraux
sv: Generella inställningar

# High levels
source: High UV-levels
es: Niveles altos de UV
fr: Niveaux élevés de rayonnement UV
sv: Höga UV-nivåer

source: High levels of UV radiation, apply sunscreen if you're outside. Peak levels of %@ between %@.
es: Niveles altos de radiación UV, aplica protector solar si estás afuera. Niveles máximos de %@ entre %@.
fr: Niveaux élevés de rayonnement UV, appliquez de la crème solaire si vous êtes à l'extérieur. Niveaux maximaux de %@ entre %@.
sv: Hög UV-strålningsnivå, använd solskydd utomhus. Högsta nivån är idag %@ mellan %@.

source: High levels of UV radiation, apply sunscreen if you're outside. Peak levels of %@ between %@. Otherwise moderate levels between %@.
es: Niveles altos de radiación UV, aplica protector solar si estás afuera. Niveles máximos de %@ entre %@. De lo contrario, niveles moderados entre %@.
fr: Niveaux élevés de rayonnement UV, appliquez de la crème solaire si vous êtes à l'extérieur. Niveaux maximaux de %@ entre %@. Sinon, niveaux modérés entre %@.
sv: Hög UV-strålningsnivå, använd solskydd utomhus. Högsta nivån är %@ mellan %@. Annars är det även skadliga nivåer mellan %@.

# Levels of index %@ until %@
source: Index %@ until %@.
es: Niveles del índice %@ hasta %@.
fr: Niveaux d'indice %@ jusqu'à %@.
sv: Index %@ fram till %@.

source: Location
es: Ubicación
fr: Emplacement
sv: Plats

source: Location permission not granted
es: Permiso de ubicación no concedido
fr: Autorisation de localisation non accordée
sv: Åtkomst till platsinfo ej tillgänglig

# location.permission.denied.description
source: UV Index need to access your location in order to show the UV levels at your current location. If you don't want to share your location, you can view the UV levels at other locations of your choosing by searching for them.
es: UV Index necesita acceder a tu ubicación para mostrar los niveles de UV en tu ubicación actual.
fr: L'indice UV a besoin d'accéder à votre emplacement pour afficher les niveaux UV à votre emplacement actuel.
sv: UV Index måste komma åt din plats för att visa UV-nivåerna på din nuvarande plats.

# location.permission.denied.label
source: Review permissions
es: Revisar permisos
fr: Réviser les autorisations
sv: Granska åtkomst

# location.permission.denied.title
source: Location permission not granted
es: Permiso de ubicación no concedido
fr: Autorisation de localisation non accordée
sv: Åtkomst till platsinfo ej tillgänglig

source: Low levels all day. Peak levels of %@ between %@.
es: Niveles bajos todo el día. Niveles máximos de %@ entre %@.
fr: Niveaux bas toute la journée. Niveaux maximaux de %@ entre %@.
sv: Låga nivåer hela dagen. Högsta nivån är %@ mellan %@.

source: My locations
es: Mis ubicaciones
fr: Mes emplacements
sv: Sparade platser

source: Notifications
es: Notificaciones
sv: Notiser

source: Notifications sent for levels **%@** and higher.
es: Notificaciones enviadas para niveles **%@** y superiores.
fr: Notifications envoyées pour les niveaux **%@** et plus élevés.
sv: Notiser skickas vid nivå **%@** och högre.

source: Press here to change location
es: ¡Presiona aquí para cambiar la ubicación!
fr: Appuyez ici pour changer d'emplacement!
sv: Klicka här för att byta plats

source: Review notification permissions
es: Revisar permisos de notificación
fr: Réviser les autorisations de notification
sv: Hantera notisinställningar

source: Search for a city or an airport
es: Buscar una ciudad o un aeropuerto
fr: Rechercher une ville ou un aéroport
sv: Sök efter stad eller flygplats

source: Search results
es: Resultados de búsqueda
fr: Résultats de recherche
sv: Sökresultat

source: Settings
es: Configuración
fr: Réglages
sv: Inställningar

# theme.dark.text
source: Dark
es: Oscuro
fr: Sombre
sv: Mörkt

# theme.header
source: Theme
es: Tema
fr: Thème
sv: Tema

# theme.light.text
source: Light
es: Claro
fr: Clair
sv: Ljust

# theme.system.text
source: Use system preference
es: Automático
fr: Automatique
sv: Automatiskt

source: Unknown location
es: Ubicación desconocida
fr: Emplacement inconnu
sv: Okänd plats

source: Upcoming UV levels
es: Próximos niveles de UV
fr: Prochains niveaux de rayonnement UV
sv: Kommande UV-nivåer

# uv.description.extreme
source: Extreme risk of harm.
es: Riesgo extremo de daño.
fr: Risque extrême de dommages.
sv: Extremt hög risk för skada.

# uv.description.high
source: High risk of harm.
es: Alto riesgo de daño.
fr: Risque élevé de dommages.
sv: Hög risk för skada.

# uv.description.low
source: Low levels.
es: Niveles bajos.
fr: Niveaux bas.
sv: Låga nivåer.

# uv.description.moderate
source: Protect yourself with sunscreen.
es: Protégete con protector solar.
fr: Protégez-vous avec de la crème solaire.
sv: Måttlig risk. Skydda dig med solkräm.

# uv.description.none
source: No risks.
es: Sin riesgo.
fr: Aucun risque.
sv: Ingen risk.

# uv.description.veryHigh
source: Very high risk of harm.
es: Riesgo muy alto de daño.
fr: Risque très élevé de dommages.
sv: Väldigt höga nivåer.

# uv.faq.1.content
source: UV Index (UVI) is a measure of the UV radiation level. The index range from zero upward. A higher level increases the risk for skin and eye damage. A higher level also decreases the time it takes for harm to occur.
es: El Índice UV (IUV) es una medida del nivel de radiación UV. El índice varía de cero en adelante. Un nivel más alto aumenta el riesgo de daño en la piel y los ojos. También disminuye el tiempo necesario para que ocurra el daño.
fr: L'indice UV (IUV) est une mesure du niveau de rayonnement UV. L'indice varie de zéro à la hausse. Un niveau plus élevé augmente le risque de dommages cutanés et oculaires. Un niveau plus élevé réduit également le temps nécessaire pour que des dommages surviennent.
sv: UV Index (UVI) är ett mått på UV-strålningsnivån. Indexet sträcker sig från noll och uppåt. En högre nivå ökar risken för hud- och ögonskador. En högre nivå minskar också tiden det tar för skada att inträffa.

# uv.faq.1.title
source: What is UV Index?
es: ¿Qué es el Índice UV?
fr: Qu'est-ce que l'indice UV?
sv: Vad är UV Index?

# uv.faq.2.content
source: For most people, even those with sensitive skin, the risk for UV damage from UVI 2 or lower is limited. For the most part, no protective measures are necessary during these levels. For levels above a UVI of 2, protection might be needed, depending on your skin type. These protective means include clothing, sunglasses, sunscreen, and shade.
es: Para la mayoría de las personas, incluso aquellas con piel sensible, el riesgo de daño por UV con un IUV de 2 o menos es limitado. En su mayor parte, no son necesarias medidas de protección durante estos niveles. Para niveles superiores a un IUV de 2, es posible que se necesite protección, según tu tipo de piel. Estos medios de protección incluyen ropa, gafas de sol, protector solar y sombra.
fr: Pour la plupart des personnes, même celles ayant une peau sensible, le risque de dommages dus aux UV avec un IUV de 2 ou moins est limité. En général, aucune mesure de protection n'est nécessaire pendant ces niveaux. Pour les niveaux supérieurs à un IUV de 2, une protection peut être nécessaire en fonction de votre type de peau. Ces moyens de protection incluent les vêtements, les lunettes de soleil, la crème solaire et l'ombre.
sv: För de flesta, även de med känslig hud, är risken för UV-skador från UVI 2 eller lägre begränsad. För det mesta behövs inga skyddsåtgärder vid dessa nivåer. För nivåer över ett UVI på 2 kan skydd behövas, beroende på din hudtyp. Dessa skyddsmedel inkluderar kläder, solglasögon, solkräm och skugga.

# uv.faq.2.title
source: How to protect yourself
es: Cómo protegerse
fr: Comment se protéger
sv: Hur kan du skydda dig

# uv.faq.source %@
source: Source: %@
es: Fuente: %@
sv: Källa: %@

# uv.faq.source.who
source: World Health Organization (WHO)
es: Organización Mundial de la Salud (OMS)
fr: Organisation mondiale de la santé (OMS)
sv: Världshälsoorganisationen (WHO)

# uv.medical
source: This App provides only information, is not medical or treatment advice, and may not be treated as such by the user. As such, this App may not be relied upon for medical diagnosis or as a recommendation for medical care or treatment. The information on this App is not a substitute for professional medical advice, diagnosis, or treatment. All content, including text, graphics, images, and information, available through this App is for general information purposes only.
es: Esta aplicación proporciona solo información y no constituye un consejo médico o de tratamiento, ni puede ser tratada como tal por el usuario. Por lo tanto, esta aplicación no puede ser considerada como un diagnóstico médico o una recomendación para el cuidado o tratamiento médico. La información en esta aplicación no es un sustituto del consejo médico profesional, diagnóstico o tratamiento. Todo el contenido, incluido texto, gráficos, imágenes e información disponible a través de esta aplicación, es solo para fines informativos generales.
fr: Cette application fournit uniquement des informations et ne constitue pas un avis médical ou un traitement, et ne doit pas être considérée comme telle par l'utilisateur. Par conséquent, cette application ne peut pas être utilisée comme un diagnostic médical ou une recommandation de soins ou de traitement médical. Les informations fournies par cette application ne doivent pas être utilisées comme un substitut à un avis médical professionnel, un diagnostic ou un traitement. Tout le contenu, y compris le texte, les graphiques, les images et les informations disponibles dans cette application, est fourni uniquement à des fins d'information générale.
sv: Denna app tillhandahåller endast information, är inte medicinsk eller behandlingsråd, och får inte behandlas som sådan av användaren. Som sådan kan denna app inte litas på för medicinsk diagnos eller som en rekommendation för medicinsk vård eller behandling. Informationen på den här appen är inte en ersättning för professionell medicinsk rådgivning, diagnos eller behandling. Allt innehåll, inklusive text, grafik, bilder och information, som är tillgängligt via den här appen är endast avsett för allmän information.

# uv.medical.title
source: Medical information
es: Información médica
fr: Informations médicales
sv: Medicinsk information

# widget.currentLocation.description
source: View the current levels at your location.
es: Ver los niveles actuales en tu ubicación.
fr: Voir les niveaux actuels à votre emplacement.
sv: Aktuellt index där du befinner dig.
